Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_LinkCopiedToClipboard
source: The MEGA link was copied to your clipboard
ar: تم نسخ رابط MEGA الي الحافظة
es: El enlace MEGA se copió en el portapapeles
fr: Le lien MEGA a été copié dans votre presse-papiers
id: MEGA link ter-copy ke clipboard anda
it: Il link MEGA è stata copiato negli appunti
ko: MEGA 링크가 클립보드에 저장되었습니다
nl: MEGA koppeling is gekopieerd naar uw klembord
pl: Link do MEGA został skopiowany do schowka
pt_br: MEGA link está copiado a sua área de transferência
ro: Linkul MEGA este copiat în clipboard
ru: MEGA-ссылка скопирована в буфер обмена
th: ลิงก์ MEGA ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
tr: MEGA linki panonuza kopyalandı
vi: Liên kết MEGA đã được ghi vào bộ nhớ
zh_hans: MEGA链接已复制到剪贴板
zh_hant: MEGA連接已複製到剪貼板

# AM_LinkCopiedToClipboard_Title
source: Copied to clipboard
ar: تم النسخ الى حافظة النصوص
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Tersalin ke papan klip
it: Copiato negli appunti
ko: 클립보드로 복사되었습니다
nl: Gekopieërd naar het klembord
pl: Skopiowano do schowka
pt_br: Copiado para Área de transferência
ro: Copiat în clipboard
ru: Скопировано
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
vi: Đã ghi vào bộ nhớ
zh_hans: 已复制到剪贴簿
zh_hant: 已複製到剪貼簿

# AM_ShareLinkFromMega
source: Link shared by the UWP MEGA app.
ar: تمت مشاركة هذا الرابط من تطبيق MEGA.
fr: Lien partagé par l’appli UWP MEGA.
id: Tautan dibagikan oleh aplikasi MEGA UWP.
it: Link condiviso dall'applicazione UWP di MEGA.
ko: UWP MEGA 앱으로 링크 공유됨.
nl: Koppeling gedeeld door de UWP MEGA app.
pl: Link udostępniony z aplikacji UWP MEGA.
pt_br: Link compartilhado pelo app UWP MEGA.
ro: Link partajat de aplicația UWP MEGA.
ru: Ссылка из UWP-приложения MEGA
th: ลิงก์ที่แชร์โดยแอป UWP MEGA
tr: Bağlantı UWP MEGA uygulaması ile paylaşıldı.
vi: Liên kết được chia sẻ qua UWP MEGA app.
zh_hans: 链接由UWP MEGA应用共享。
zh_hant: 從UWP MEGA分享連結。

# AM_ShareLinkFromMegaFailed
source: Failed to share link from MEGA. Please try again.
ar: فشل عملية مشاركة الرابط من MEGA. يرجى إعادة المحاولة.
fr: Échec de partage du lien à partir de MEGA. Veuillez ressayer.
id: Gagal berbagi tautan dari MEGA. Silakan coba lagi.
it: Condivisione del link da MEGA fallita. Per favore, riprova.
ko: MEGA에서 링크 공유를 실패했습니다. 다시 시도하세요.
nl: Mislukt om koppeling van MEGA te delen. Probeer nogmaals.
pl: Udostępnianie nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível compartilhar o link do MEGA. Por favor, tente novamente.
ro: Eșec la partajarea fișierului de pe MEGA. Te rugăm să încerci din nou.
ru: Не удалось поделиться ссылкой из MEGA. Попробуйте ещё раз.
th: ไม่สามารถแชร์ลิงก์จาก MEGA กรุณาลองอีกครั้ง
tr: MEGA'dan bağlantı paylaşımı başarısız oldu. Lütfen tekrar deneyin.
vi: Việc chia sẻ liên kết từ MEGA bị thất bại. Xin thử lại.
zh_hans: 无法分享MEGA的链接。请再试一次。
zh_hant: 無法自MEGA分享連結。請再試一次。

# AM_ShareLinkFromMegaFailed_Title
source: Error sharing link
ar: خطأ في مشاركة الرابط
es: Error al compartir el enlace
fr: Erreur de partage du lien
id: Error membagikan link
it: Errore nella condivisione del link
ko: 링크 공유 실패
nl: Fout delende koppeling
pl: Błąd podczas udostępniania
pt_br: Erro ao compartilhar o link
ro: Eroare la partajarea linkului
ru: Ошибка
th: แชร์ลิงก์ผิดพลาด
tr: Bağlantı paylaşımı hatası
vi: Việc chia sẻ đường liên kết bị lỗi
zh_hans: 无法分享链接
zh_hant: 無法分享連結

# AM_ShareLinkFromMega_Title
source: Link shared from MEGA
ar: رابط مشاركة من MEGA
fr: Lien partagé à partir de MEGA
id: Tautan dibagikan dari MEGA
it: Link condiviso da MEGA
ko: MEGA에서 링크 공유됨
nl: Koppeling gedeeld van MEGA
pl: Link udostępnienia z MEGA
pt_br: Link compartilhado pelo MEGA
ro: Link partajat de pe MEGA
ru: Ссылка из MEGA
th: ลิงก์แชร์จาก MEGA
tr: Bağlantı MEGA'dan paylaşıldı
vi: Liên kết đã được chia sẻ từ MEGA
zh_hans: 从MEGA分享链接
zh_hant: 自MEGA分享連結

# AM_RemoveLinkFailed
source: Failed removing the link. Please try again.
ar: فشل عملية حذف الرابط. يرجى إعادة المحاولة.
fr: Échec de suppression du lien. Veuillez ressayer.
id: Gagal menghapus tautan. Silakan coba lagi.
it: Rimozione del link fallita. Per favore, riprova.
ko: 링크 제거 실패. 다시 시도하세요.
nl: Mislukt om de koppeling te verwijderen. Probeer nogmaals.
pl: Usuwanie linku nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível remover o link. Por favor, tente novamente.
ro: Eșec la eliminarea linkului. Te rugăm să încerci din nou.
ru: Не удалось удалить ссылку. Попробуйте ещё раз.
th: ไม่สามารถนำลิงก์ออกได้ กรุณาลองอีกครั้ง
tr: Bağlantı kaldırılamadı. Lütfen tekrar deneyin.
vi: Tháo bỏ đường liên kết bị thất bại. Xin thử lại.
zh_hans: 取消链接失败。请再试一次。
zh_hant: 移除連結失敗。請再試一次。

# AM_RemoveLinkFailed_Title
source: Remove link failed
ar: فشل عملية حذف الرابط
fr: Échec de suppression du lien
id: Hapus tautan gagal
it: Rimozione del link fallita
ko: 링크 제거 실패
nl: Verwijderen van koppeling mislukt
pl: Usuwanie linku nie powiodło się
pt_br: Erro ao remover o link
ro: Eliminarea linkului a eșuat
ru: Не удалось удалить
th: ลบลิงก์ไม่สำเร็จ
tr: Bağlantı kaldırılamadı
vi: Tháo bỏ liên kết bị thất bại
zh_hans: 删除链接失败
zh_hant: 移除連結失敗

# AM_SetLinkExpirationTimeFailed
source: Failed setting the link expiry date. Please try again.
ar: فشل عملية اعداد تاريخ انتهاء صلاحية الرابط. يرجى إعادة المحاولة
es: Failed setting the link expiration time. Please try again.
fr: Échec de définition de la date d’expiration du lien. Veuillez ressayer.
id: Gagal mengatur tanggal kedaluwarsa tautan. Silakan coba lagi.
it: Impostazione della scadenza del link fallita. Per favore, riprova.
ko: 링크 만료 시간 설정 실패. 다시 시도하세요.
nl: Mislukt om de verloopdatum in te stellen. Probeer nogmaals.
pl: Ustawienie daty wygaśnięcia nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível definir a data de validade do link. Por favor, tente novamente.
ro: Eșec la setarea datei de expirare a linkului. Te rugăm să încerci din nou.
ru: Не удалось задать срок годности ссылки. Попробуйте ещё раз.
th: ไม่สามารถกำหนดวันหมดอายุของลิงก์ได้ กรุณาลองอีกครั้ง
tr: Bağlantı zaman aşımı ayarlanamadı. Lütfen tekrar deneyin.
vi: Đặt ngày hết hạn cho đường liên kết không thành công. Xin thử lại.
zh_hans: 设置链接到期时间失败。请再试一次
zh_hant: 無法設定連結到期日。請再試一次。

# AM_SetLinkExpirationTimeFailed_Title
source: Set expiry date failed
ar: فشل عملية تحديد تاريخ انتهاء الصلاحية
es: Set expiry time failed
fr: Échec de définition de la date d’expiration
id: Set tanggal kedaluwarsa gagal
it: Impostazione della scadenza fallita
ko: 만료 시간 설정 실패
nl: Instelling van de verloopdatum mislukt
pl: Ustawienie daty wygaśnięcia nie powiodło się
pt_br: Erro ao definir a data de validade
ro: Setarea datei de expirare a eșuat
ru: Не удалось задать срок
th: ตั้งวันที่หมดอายุแล้ว
tr: Bağlantı zaman aşımı ayarlanamadı.
vi: Không đặt được ngày hết hạn
zh_hans: 设置失效时间
zh_hant: 設定連結到期日失敗

# AM_TransferOverquotaWarning
source: Your queued transfer exceeds the current transfer quota available for your account and may therefore be interrupted.
ar: تتجاوز عمليات النقل في قائمة الانتظار حصة التحويل الحالية المتاحة لحسابك، وبالتالي قد يتم قطعها.
es: Tus transferencias en cola exceden la cuota de transferencia actual disponible para tu cuenta y, por lo tanto, podrían interrumpirse.
fr: Votre transfert en attente dépasse le quota de transfert actuel disponible pour votre compte et pourrait par conséquent être interrompu.
id: Transfer antri Anda melebihi kuota transfer saat ini yang tersedia untuk akun Anda dan oleh karena itu dapat terganggu.
it: I trasferimenti che hai messo in coda superano la banda di trasferimento corrente disponibile per il tuo account e potrebbero essere interrotti.
ko: 예약된 전송이 계정의 현재 이용 가능한 전송 할당량을 초과하여 전송이 중단될 수 있습니다.
nl: Uw wachtende overdracht overschrijdt de huidige overdrachtstegoed die beschikbaar is voor uw account en kan daardoor worden onderbroken.
pl: Twoje zakolejkowane transfery przekraczają dostępny limit transferu i mogą spowodować przerwanie przesyłania danych.
pt_br: A sua transferência em fila excede a atual cota de transferência disponível para seu endereço IP e, portanto, pode ser interrompida.
ro: Transferul în coadă depășește cota de transfer actuală disponibilă pentru contul tău și, prin urmare, poate fi întreruptă.
ru: Запланированная передача превышает доступную квоту для вашей учётной записи и может быть прервана.
th: การถ่ายโอนข้อมูลที่รออยู่ของคุณเกินโควต้าการถ่ายโอนปัจจุบันที่มีให้สำหรับบัญชีของคุณและอาจถูกขัดจังหวะได้
tr: Kuyruktaki aktarmanız hesabınız için mevcut olan aktarma kotasını geçmektedir ve bu yüzden aksama yaşayabilirsiniz.
vi: Danh sách các phiên truyền tải đang chờ làm quá số lượng băng thông truyền tải cho phép được cấp cho tài khoản này, vì vậy sẽ có một số vấn đề xảy ra.
zh_hans: 您进程中的传输量已超过您帐户目前可用的流量，因此传输可能会中断。
zh_hant: 您排程中的傳輸量已超過您帳戶目前可用的傳輸配額，因此傳輸可能會中斷。

# AM_TransferOverquotaWarning_Title
source: Depleted transfer quota
ar: حصص النقل المستنفدة
es: Cuota de transferencia agotada
fr: Le quota de transfert est épuisé
id: Kuota transfer habis
it: Banda di trasferimento esaurita
ko: 고갈된 전송 할당량
nl: Verminderde overdracht tegoed
pl: Wykorzystany limit transferu
pt_br: Cota de transferência esgotada
ro: Cotă de transfer epuizată
ru: Квота передач исчерпана
th: โควตาการถ่ายโอนหมดแล้ว
tr: Aktarma kotası tükenmiş
vi: Hết băng thông truyền tải
zh_hans: 流量不足
zh_hant: 傳輸配額不足

# AM_InvalidUri
source: Invalid link detected during app activation.
ar: الرابط غير صالح لعملية تفعيل التطبيق
es: Invalid URI detected during app activation.
fr: Un lien invalide a été détecté pendant l’activation de l’appli.
id: Tautan tidak valid terdeteksi selama aktivasi aplikasi.
it: Link non valido rilevato durante l'attivazione dell'app.
ko: 앱 활성화 중 잘못된 링크 탐지됨
nl: Ongeldige koppeling gedetecteerd tijdens app activatie.
pl: Nieprawidłowy link wykryty podczas aktywacji.
pt_br: Foi detectado um link inválido durante a ativação do aplicativo.
ro: Link nevalid detectat în timpul activării aplicației.
ru: При активации приложения обнаружена неправильная ссылка.
th: พบลิงก์ที่ไม่ถูกต้องในระหว่างการเปิดใช้งานแอป
tr: Uygulama aktif edilirken geçersiz bağlantı tespit edildi.
vi: Phát hiện đường liên kết không hợp lệ trong quá trình kích hoạt.
zh_hans: 应用程序激活期间检测到的URI无效
zh_hant: 在應用程式啟用時偵測到無效的連結。

# AM_InvalidUri_Title
source: Invalid link
ar: رابط غير موجود
es: Invalid URI
fr: Lien invalide
id: Link salah
it: Link non valido
ko: 유효하지 않은 링크
nl: Ongeldige koppeling
pl: Nieprawidłowy link
pt_br: Link inválido
ro: Link nevalid
ru: Неправильная ссылка
th: ลิงก์ไม่ถูกต้อง
tr: Geçersiz bağlantı
vi: Đường dẫn liên kết không hợp lệ
zh_hans: 无效的链接
zh_hant: 無效的連結

# AM_ResumeSessionFailed
source: Failed to resume your session. Please, close the app and try again later.
ar: فشل عملية استعادة الجلسة الخاصة بك. يرجى اغلاق التطبيق ثم إعادة المحاولة.
fr: Échec de reprise de votre session. Veuillez fermer l’appli et ressayer plus tard.
id: Gagal melanjutkan sesi Anda. Silakan, tutup aplikasi dan coba lagi nanti.
it: Recupero della sessione fallita. Per favore, chiudi l'applicazione e riprova più tardi.
ko: 세션 재개 실패. 앱을 닫고 다시 시도하세요.
nl: Mislukt om uw sessie te hervatten. Sluit de app en probeer later nogmaals.
pl: Wznowienie sesji nie powiodło się, zamknij aplikację i spróbuj ponownie.
pt_br: Não foi possível retomar a sua sessão. Por favor, feche o aplicativo e tente novamente mais tarde.
ro: Eșec la reluarea sesiunii. Te rugăm să închizi aplicația și încearcă din nou mai târziu.
ru: Не удалось возобновить сеанс. Закройте приложение и попробуйте снова позже.
th: ไม่สามารถดำเนินการเซสชันต่อได้ กรุณาปิดแอปแล้วลองอีกครั้งในภายหลัง
tr: Oturumunuz devam ettirilemedi. Lütfen uygulamayı kapatın ve tekrar deneyin.
vi: Việc khôi phục phiên bị thất bại. Xin đóng ứng dụng rồi thử lại sau.
zh_hans: 无法恢复会话。请关闭该应用，稍后再试。
zh_hant: 無法恢復您的使用階段。請關閉應用程式，並於稍後再試。

# AM_PasswordChanged
source: We have sent you an email confirming your password change.
ar: تم ارسال بريد الكتروني اليك لتأكيد عملية تغيير كلمة المرور.
fr: Nous vous avons envoyé un courriel pour confirmer le changement de votre mot de passe.
id: Kami telah mengirimi Anda email yang mengonfirmasi perubahan kata sandi Anda.
it: Ti abbiamo inviato un email di conferma per il cambio della tua password.
ko: 비밀번호 변경을 확인하는 이메일을 발송하였습니다.
nl: We hebben u een mail verzonden die bevestigd uw wachtwoord wijziging.
pl: Potwierdzenie zmiany hasła zostało wysłane na twój adres email.
pt_br: Enviamos um email confirmando a alteração da sua senha.
ro: Ți-am trimis un e-mail care confirmă modificarea parolei.
ru: Мы отправили письмо для подтверждения изменения пароля.
th: เราได้ส่งอีเมลยืนยันการเปลี่ยนรหัสผ่านของคุณแล้ว
tr: Parola değişiminizin onayı için size eposta gönderdik.
vi: Hệ thống đã gửi đi một email tới cho bạn để xác thực việc thay đổi mật khẩu.
zh_hans: 我们已向您发送确认更改密码的电子邮件。
zh_hant: 我們已向您發送確認更改密碼的電子郵件。

# AM_PasswordChanged_Title
source: Password changed
ar: تم تغيير كلمة المرور
es: Contraseña modificada
fr: Le mot de passe a été changé
id: Kata sandi diubah
it: Password cambiata
ko: 비밀번호 변경됨
nl: Wachtwoord gewijzigd
pl: Hasło zostało zmienione
pt_br: Senha alterada
ro: Parolă schimbată
ru: Пароль изменён
th: เปลี่ยนรหัสผ่านแล้ว
tr: Parola değiştirildi
vi: Mật khẩu đã được thay đổi
zh_hans: 密码已更改
zh_hant: 密碼已更改

# AM_AccountUpdate
source: Your account has been updated. Do you want to check the new account details?
ar: تم تحديث الحساب الخاص بك. هل ترغب في التحقق من تفاصيل حساب جديد؟
es: Tu cuenta se ha actualizado. ¿Quieres comprobar el nuevo estado?
fr: Votre compte a été mis à jour. Souhaitez-vous vérifier les nouvelles informations de compte ?
id: Akun anda telah berhasil diupdate. Apakah anda ingin mencek detil tentang akun baru anda?
it: Il tuo account è stato aggiornato. Vuoi controllare i nuovi dettagli dell'account?
ko: 계정이 업데이트되었습니다. 새 계정 정보를 확인하시겠습니까?
nl: Uw account is bijgewerkt. Wilt u uw nieuwe accountgegevens controleren?
pl: Twoje konto zostało zaktualizowane. Czy chcesz sprawdzić szczegóły konta?
pt_br: Sua conta foi atualizada. Você deseja verificar os novos detalhes da conta?
ro: Contul tău a fost actualizat. Dorești să verifici detaliile noi ale contului?
ru: Ваша учётная запись обновлена. Хотите посмотреть её новые свойства?
th: บัญชีของคุณได้รับการอัปเดตแล้ว คุณต้องการที่จะตรวจสอบรายละเอียดบัญชีใหม่หรือไม่
tr: Hesabınız güncellendi. Yeni hesap ayrıntılarını kontrol etmek istiyor musunuz?
vi: Tài khoản của bạn đã được cập nhật. Bạn có muốn xem qua thông tin tài khoản không?
zh_hans: 您的账户已更新。是否要检查新账户的详细资讯？
zh_hant: 您的帳戶已更新。是否要檢查新帳戶的詳細資訊？

# AM_AccountUpdated_Title
source: Updated account
ar: تم تحديث الحساب
es: Cuenta actualizada
fr: Le compte a été mis à jour
id: Akun terupdate
it: Account aggiornato
ko: 업데이트된 계정
nl: Bijgewerkt account
pl: Zaktualizuj konto
pt_br: Conta atualizada
ro: Cont actualizat
ru: Обновление учётной записи
th: อัปเดตบัญชี
tr: Hesap güncellendi
vi: Đã cập nhật thông tin tài khoản
zh_hans: 已更新之账户
zh_hant: 已更新之帳戶

# AM_AlreadyPurchased
source: Your purchase of a MEGA subscription has failed because you have already purchased this item.
ar: فشل في شرائك اشتراك MEGA لأنك قد اشتريت بالفعل هذا الاشتراك.
es: La compra de tu suscripción MEGA ha fallado porque ya habías comprado este producto.
fr: L'achat de votre abonnement à MEGA a échoué, car vous avez déjà acheté cet article.
id: Pembelian subskripsi MEGA anda telah gagal karena anda telah membeli item ini.
it: Il tuo acquisto di una sottoscrizione MEGA è fallito perché hai già acquistato questo oggetto.
ko: 당신의 MEGA 구독권 결제는 이미 이 항목을 구매했기 때문에 실패하였습니다.
nl: Uw aankoop van een MEGA abonnement heeft gefaald omdat u dit product al heeft gekocht.
pl: Twoje zamówienie subskrypcji MEGA nie powiodło się, ponieważ Twoja subskrypcja jest już aktywna.
pt_br: Sua compra de uma assinatura MEGA falhou porque você já comprou este item.
ro: Achiziția unui abonament MEGA a eșuat deoarece ai achiziționat deja acest element.
ru: Не удалось оформить подписку MEGA, потому что вы уже купили эту позицию.
th: การซื้อสมัครใช้งาน MEGA ล้มเหลว เนื่องจากคุณได้ซื้อรายการนี้ไปแล้ว
tr: MEGA aboneliği satın alma işleminiz başarısız oldu çünkü bu öğeye zaten sahipsiniz.
vi: Giao dịch muua hạng thành viên MEGA bị thất bại vì quý khách đã mua mặt hàng này rồi.
zh_hans: 您的MEGA订阅购买失败，因为您已经购得此项目了。
zh_hant: 您的MEGA訂閱購買失敗，因為您已經購得此項目了。

# AM_AlreadyPurchased_Title
source: Already purchased
ar: تم شراءه مسبقا
es: Ya comprado
fr: Déjà acheté
id: Telah dibeli
it: Già acquistato
ko: 이미 결제됨
nl: Al gekocht
pl: Element został już zakupiony
pt_br: Já comprado
ro: Achiziționat deja
ru: Уже куплено
th: ซื้อแล้ว
tr: Zaten satınalınmış
vi: Đã được mua
zh_hans: 已购买
zh_hant: 已購買

# AM_ProductUnAvailable
source: The selected MEGA subscription is temporarily unavailable. Please try again or contact Microsoft Store support.
ar: اشتراك MEGA الذي اخترته غير متوفر حاليا. يرجى إعادة المحاولة أو الاتصال مع فريق الدعم لمتجر Microsoft.
fr: L’abonnement MEGA sélectionné n’est temporairement pas disponible. Veuillez ressayer ou contacter l’assistance de la logithèque Microsoft Store.
id: Langganan MEGA yang dipilih tidak tersedia untuk sementara. Silakan coba lagi atau hubungi dukungan Microsoft Store.
it: L'abbonamento MEGA scelto è temporaneamente non disponibile. Per favore, riprova o contatta il supporto del Microsoft Store.
ko: 선택한 MEGA 구독은 일시적으로 이용이 불가합니다. Microsoft Store 고객 지원에 연락하거나 다시 시도하세요.
nl: De geselecteerde MEGA abonnement is tijdelijk niet beschikbaar. Probeer nogmaals of neem contact op met Microsoft Store ondersteuning.
pl: Wybrana subskrypcja MEGA jest chwilowo niedostępna. Spróbuj ponownie lub skontaktuj się z Microsoft Store.
pt_br: A assinatura do MEGA selecionada está temporariamente indisponível. Por favor, tente novamente ou entre em contato com o suporte da Microsoft Store.
ro: Abonamentul MEGA selectat este indisponibil temporar. Te rugăm să încerci din nou sau contactează asistența Microsoft Store.
ru: Выбранная MEGA-подписка временно недоступна. Пожалуйста, попробуйте ещё раз или свяжитесь с поддержкой Microsoft Store.
th: การสมัครสมาชิก MEGA ที่เลือกใช้งานไม่ได้ชั่วคราว กรุณาลองอีกครั้งหรือติดต่อฝ่ายสนับสนุนของ Microsoft Store
tr: Seçilen MEGA abonelikleri şu anda kullanılamamaktadır. Lütfen tekrar deneyin veya Microsoft Mağazası desteği ile iletişime geçin.
vi: Gói hạng thành viên này hiện không thể mua, Xin thử lại hay liên lạc với đội ngũ trợ giúp của Cửa hàng Microsoft.
zh_hans: 所选的MEGA计划暂时不可用。请重试或联系微软商店客服。
zh_hant: 您所選的MEGA訂閱暫時無法使用。請重試或聯絡Microsoft Store尋求支援。

# AM_ProductUnAvailable_Title
source: Product unavailable
ar: المنتج غير متوفر
fr: Le produit n’est pas proposé
id: Produk tidak tersedia
it: Prodotto non disponibile
ko: 제품 이용 불가
nl: Product niet beschikbaar
pl: Produkt niedostępny
pt_br: Produto não disponível
ro: Produs indisponibil
ru: Продукт недоступен
th: ไม่มีสินค้า
tr: Ürün mevcut değil
vi: Mặt hàng này hiện không có
zh_hans: 产品不可用
zh_hant: 產品無法使用

# AM_PurchaseFailed
source: Your purchase of a MEGA subscription has failed or has been cancelled. Please try again or contact Windows Store support.
ar: فشل أو إلغاء شراء باقة الاشتراك من MEGA. الرجاء المحاولة ثانية أو التواصل مع الدعم لمتجر ويندوز.
es: La compra de tu suscripción MEGA ha fallado o ha sido cancelada. Por favor, inténtalo de nuevo o contacta con el soporte de Windows Store.
fr: L'achat de votre abonnement à MEGA a échoué ou a été annulé. Veuillez ressayer ou contacter l'assistance de la logithèque Windows Store.
id: Pembelian subskripsi MEGA anda telah gagal atau telah dibatalkan. Harap coba kembali atau kontak Windows Store support.
it: Il tuo acquisto di una sottoscrizione MEGA è fallito o è stato cancellato. Per favore, riprova o contatta il supporto del Windows Store.
ko: 당신의 MEGA 구독권 결제는 실패했거나 취소되었습니다. 다시 시도하거나 Windows Store 지원에 연락하세요.
nl: Uw aankoop van een MEGA abonnement heeft gefaald of is geannuleerd. Probeer het alstublieft opnieuw of neem contact op met de Windows Store helpdesk.
pl: Twoje zamówienie subskrypcji MEGA nie powiodło się lub zostało anulowane. Spróbuj ponownie lub skontaktuj się z obsługą Windows Store.
pt_br: Sua compra de uma assinatura MEGA falhou ou foi cancelada. Por favor, tente novamente ou entre em contato com o Windows suporte Store.
ro: Achiziționarea unui abonament MEGA a eșuat sau a fost anulată. Te rugăm să încerci din nou sau să contactezi asistența Windows Store.
ru: Покупка подписки MEGA не удалась или была отменена. Попробуйте снова или свяжитесь с поддержкой Windows Store.
th: การซื้อสมัครใช้งาน MEGA ของคุณล้มเหลวหรือถูกยกเลิกแล้ว กรุณาลองอีกครั้งหรือติดต่อฝ่ายสนับสนุนของ Windows Store
tr: MEGA abonelii satın alma işleminiz başarısız oldu veya iptal edildi. Lütfen tekrar deneyin veya Windows Store desteği ile iletişiime geçin.
vi: Việc thanh toán giao dịch cho tài khoản MEGA của quý khách bị thất bại hoặc bị hủy. Xin thử lại hoặc liên lạc với đội trợ giúp từ cửa hàng Windows Store.
zh_hans: 您的MEGA订阅购买失败或已取消。请再试一次，或与Windows应用商店的客服联系。
zh_hant: 您的MEGA訂閱購買失敗或已取消。請再試一次，或與Windows應用商店的客服聯繫。

# AM_PurchaseFailed_Title
source: Purchase failed or cancelled
ar: فشل أو إلغاء في عملية الشراء
es: Compra fallida o cancelada
fr: Échec ou annulation de l'achat
id: Pembelian gagal atau dibatalkan
it: Acquisto fallito o annullato
ko: 결제를 실패했거나 취소됨
nl: Aankoop mislukt of geannuleerd
pl: Zamówienie zostało anulowane
pt_br: Compra falhou ou foi cancelada
ro: Achiziția a eșuat sau a fost anulată
ru: Покупка не удалась или отменена
th: การสั่งซื้อล้มเหลวหรือยกเลิก
tr: Satınalma başarısız veya iptal edildi
vi: Giao dịch thất bại hoặc bị huỷ
zh_hans: 购买失败或已取消
zh_hant: 購買失敗或已取消

# AM_PurchaseSucceeded
source: Your MEGA subscription purchase has succeeded.
ar: تم بنجاح شراء الاشتراك في MEGA
es: La compra de tu suscripción MEGA se ha realizado con éxito.
fr: L'achat de votre abonnement à MEGA a été traité avec succès.
id: Pembelian subskripsi MEGA anda telah berhasil.
it: L'acquisto della tua sottoscrizione a MEGA è avvenuto con successo.
ko: 당신의 MEGA 구독권 결제가 성공하였습니다.
nl: Uw MEGA abonnement aankoop is geslaagd
pl: Twoja subskrypcja MEGA powiodła się.
pt_br: Sua compra de assinatura MEGA foi bem sucedida.
ro: Achiziția abonamentului MEGA a reușit.
ru: Вы успешно оформили подписку MEGA.
th: ซื้อการสมัครรับข้อมูล MEGA ของคุณสำเร็จแล้ว
tr: MEGA abonelik satınalımınız başarılı oldu.
vi: Gói hạng thành viên MEGA đã được thanh toán thành công.
zh_hans: 您的MEGA订阅购买成功。
zh_hant: 您的MEGA訂閱購買成功。

# AM_PurchaseSucceeded_Title
source: Purchase succeeded
ar: تم الشراء
es: Compra con éxito
fr: Achat réussi
id: Pembelian berhasil
it: Acquisto avvenuto
ko: 결제 성공
nl: Aankoop geslaagd
pl: Zakup zakończony pomyślnie
pt_br: Compra sucedida
ro: Achiziție reușită
ru: Покупка совершена
th: ซื้อสำเร็จแล้ว
tr: Satınalma başarılı
vi: Mua hàng thành công
zh_hans: 已成功购得
zh_hant: 已成功購得

# AM_UpdateProfileFailed
source: Failed to update your profile. Please try again.
ar: فشل عملية ترفيع الملف الشخصي. يرجى إعادة المحاولة.
fr: Échec de mise à jour de votre profil. Veuillez ressayer.
id: Gagal memperbarui profil Anda. Silakan coba lagi.
it: Aggiornamento del profilo fallito. Per favore, riprova più tardi.
ko: 프로필 업데이트 실패. 다시 시도하세요.
nl: Mislukt om uw profiel bij te werken. Probeer nogmaals.
pl: Aktualizacja profilu nie powiodła się. Spróbuj ponownie.
pt_br: Não foi possível atualizar o seu perfil. Por favor, tente novamente.
ro: Eșec la actualizarea profilului. Te rugăm să încerci din nou.
ru: Не удалось обновить профиль. Попробуйте ещё раз.
th: การอัปเดตโปรไฟล์ของคุณไม่สำเร็จ กรุณาลองอีกครั้ง
tr: Profiliniz güncellenemedi. Lütfen tekrar deneyin.
vi: Cập nhật thông tin cá nhân bị thất bại. Xin thử lại.
zh_hans: 无法更新您的个人资料。请再试一次。
zh_hant: 無法更新您的個人資料。請再試一次。
